Repository: BackupTheBerlios/monopod-svn
Catalog: trunk/monopod/po/*.po
Languages: ru

source: Subscriptions - Monopod Podcast Client
ru: Подписанные каналы - Monopod прослушивание Podcast

source: Channel
ru: Канал

source: Subscribed
ru: Подписан

source: Status
ru: Статус

source: {1} out of {2} podcast downloaded, {4} unavailable.
ru: {1} из {2} канала скачано, {4} недоступно.

source: Error Adding Channel - Monopod Podcast Client
ru: Ошибка добавления канала - Monopod прослушивание Podcast

source: Channel could not be added
ru: Не удалось добавить канал

source: The channel either could not be found or contains errors.
ru: Канал не найден или содержит ошибки.

source: _Subscriptions
ru: _Добавить

source: Show _Podcasts
ru: Показать _Podcastы

source: _Update iPod
ru: _Обновить iPod

source: _About
ru: _О программе

source: _Quit
ru: В_ыход

source: A simple podcast client.
ru: Простой клиент podcast.

source: translator-credits
ru: Nickolay V. Shmyrev <nshmyrev@yandex.ru>

source: Unknown
ru: Неизвестно

source: {0} and others
ru: {0} и другие

source: {0} and {1}
ru: {0} и {1}

source: All Subscribed Errors
ru: Всего Подписано Ошибок

source: _Search:
ru: _Поиск

source: <big><b>Add Channel</b></big>
ru: <big><b>Добавить канал</b></big>

source: Add Channel - Monopod Podcast Client
ru: Добавить канал - Monopod прослушивание Podcast

source: Enter the location of the podcast channel's RSS 2.0 file
ru: Введите адрес файла формата RSS 2.0, описывающего канал Podcast

source: _URL:
ru: _Адрес:

source: Download Podcast Audio
ru: Прослушивание каналов Podcast

source: Monopod Podcast Client
ru: Monopod прослушивание Podcast
